Repository: OpportunityLiu/E-Viewer
Catalog: ExViewer/Strings/*/Resources.resw
Source language: en
Languages: zh_cn

# AboutPageForumsHyperlinkButton.Content
source: E-Hentai Forums
zh_cn: E - 绅士论坛

# AboutPageHelpTranslateTagsHyperlinkButton.Content
source: Help translate tags into Chinese
zh_cn: 帮助提供标签翻译

# AboutPageLicenceTextBlock.Text
source: License
zh_cn: 协议

# AboutPageOnlineContentsTextBlock.Text
source: Online contents
zh_cn: 在线内容

# AboutPageRateHyperlinkButton.Content
source: Rate and review
zh_cn: 打分和评价

# AboutPageSourceCodeHyperlinkButton.Content
source: View source code at GitHub.com
zh_cn: 在 GitHub 上查看源代码

# AboutPageTitleTextBlock.Text
source: ABOUT
zh_cn: 关于

# AppDescription
source: E-Viewer is a client for e-hentai.org and exhentai.org.
zh_cn: E-Viewer 是一个 E- 绅士和 Ex 绅士的第三方客户端。

source: Cancel
zh_cn: 取消

source: Exit
zh_cn: 退出

# GalleryDeleted
source: Selected gallery has been deleted.
zh_cn: 选定的画集已删除。

# GalleryPageCommentEditedFormatString
source: Last edited on {0}
zh_cn: 最后编辑于 {0}

# GalleryPageCommentIsUploaderCommentTextBlock.Text
source: Uploader Comment
zh_cn: 上传者评论

# GalleryPageCommentPostedFormatString
source: Posted on {0}
zh_cn: 发布于 {0}

# GalleryPageCommentScoreFormatString
source: Score {0:+#0;-#0}
zh_cn: 评分 {0:+#0;-#0}

# GalleryPageCommentsEmptyTextBlock.Text
source: No comments
zh_cn: 没有评论

# GalleryPageCommentsLoadingTextBlock.Text
source: Loading comments...
zh_cn: 正在加载评论...

# GalleryPageGoToDefinitionMenuFlyoutItem.Text
source: Go to EHWiki for definition
zh_cn: 前往 EHWiki 查看定义

# GalleryPageImagesLoadingMoreTextBlock.Text
source: Loading more items...
zh_cn: 正在加载更多...

# GalleryPagePivotHeaderCommentsTextBlock.Text
source: Comments
zh_cn: 评论

# GalleryPagePivotHeaderImagesTextBlock.Text
source: Images
zh_cn: 图片

# GalleryPagePivotHeaderTorrentsTextBlock.Text
source: Torrents
zh_cn: 种子

# GalleryPageSaveAppBarButton.Label
source: Save this gallery
zh_cn: 保存此画集

# GalleryPageSearchTagMenuFlyoutItem.Text
source: Show galleries with this tag
zh_cn: 搜索含有此标签的画集

# GalleryPageTorrentDownloadButton.ToolTipService.ToolTip
source: Download
zh_cn: 下载

# GalleryPageTorrentDownloading
source: Start downloading...
zh_cn: 开始下载种子…

# GalleryPageTorrentDownloadsTextBlock.Text
source: Downloads
zh_cn: 完成

# GalleryPageTorrentExpungedTextBlock.Text
source: Expunged
zh_cn: 已失效

# GalleryPageTorrentPeersTextBlock.Text
source: Peers
zh_cn: 下载

# GalleryPageTorrentPostedTextBlock.Text
source: Posted
zh_cn: 发布时间

# GalleryPageTorrentSeedsTextBlock.Text
source: Seeds
zh_cn: 做种

# GalleryPageTorrentsEmptyTextBlock.Text
source: No available torrents
zh_cn: 没有可用的种子

# GalleryPageTorrentSizeTextBlock.Text
source: Size
zh_cn: 大小

# GalleryPageTorrentsLoadingTextBlock.Text
source: Loading torrents...
zh_cn: 正在加载种子...

# GalleryPageTorrentUploaderTextBlock.Text
source: Uploader
zh_cn: 上传者

# GallerySavedTo
source: Selected gallery has been saved to provided location.
zh_cn: 选定的画集已保存至给定位置。

# GalleryViewerRecordCountFormatString
source: {0} pages
zh_cn: {0} 页

# ImagePageBackToWindow
source: Back to window
zh_cn: 退出全屏

# ImagePageFullScreen
source: Full screen
zh_cn: 全屏

# ImagePageFullScreenAppBarButton.Label
source: Full screen
zh_cn: 全屏

# ImagePageHelpAppBarButton.Label
source: Tips for keyboard users
zh_cn: 键盘快捷键提示

# ImagePageImageFileInfo
source: File name: {0} Size: {1} Dimensions: {2} × {3}
zh_cn: 文件名：{0} 大小：{1} 尺寸：{2} × {3}

# ImagePageImageInfoAppBarButton.Label
source: Image infomation
zh_cn: 文件信息

# ImagePageLoadOriginalAppBarButton.Label
source: Load original image
zh_cn: 加载原图

# ImagePageOpenInExplorerButton.Content
source: Open in File Explorer
zh_cn: 在文件资源管理器中打开

# ImagePageReloadAppBarButton.Label
source: Reload
zh_cn: 重新加载

# ImageViewTipsContent
source: Zoom in/out SPACE Zoom to maximum = Zoom to minimun - Zoom in ] Zoom out [ Pan / Next/Previous Image ARROW KEYS Full screen ENTER
zh_cn: 缩放 空格 放大至最大 = 缩小至最小 - 放大 ] 缩小 [ 平移/切换图片 方向键 全屏 回车

# ImageViewTipsTitle
source: TIPS FOR KEYBOARD USERS
zh_cn: 键盘快捷键

# LogOnDialogContentDialog.PrimaryButtonText
source: OK
zh_cn: 确定

# LogOnDialogNoPassword
source: Please enter your password.
zh_cn: 请输入密码。

# LogOnDialogNoUserName
source: Please enter your user name.
zh_cn: 请输入用户名。

# LogOnDialogPasswordBox.PlaceholderText
source: Password
zh_cn: 密码

# LogOnDialogReCaptchaTextBox.PlaceholderText
source: ReCaptcha
zh_cn: 验证码

# LogOnDialogRegisterHyperlinkButton.Content
source: Register
zh_cn: 注册

# LogOnDialogReloadReCaptchaButton.ToolTipService.ToolTip
source: Reload ReCaptcha
zh_cn: 刷新验证码

# LogOnDialogTitleTextBlock.Text
source: LOG ON
zh_cn: 登陆

# LogOnDialogUserNameTextBox.PlaceholderText
source: User name
zh_cn: 用户名

source: OK
zh_cn: 确定

# ParseByteException
source: Can't parse the given string to a byte size.
zh_cn: 无法将给定字符串解析为字节数。

# RootControlAboutSplitViewTab.Content
source: About
zh_cn: 关于

# RootControlChangeUserButton.ToolTipService.ToolTip
source: Change user
zh_cn: 更换用户

# RootControlSearchSplitViewTab.Content
source: Search
zh_cn: 搜索

# RootControlSettingsSplitViewTab.Content
source: Settings
zh_cn: 设置

# SearchPageAdvancedToggleButton.OffContent
source: Show advanced options
zh_cn: 显示高级选项

# SearchPageAdvancedToggleButton.OnContent
source: Hide advanced options
zh_cn: 隐藏高级选项

# SearchPageAutoSuggestBox.PlaceholderText
source: Search...
zh_cn: 搜索…

# SearchPageDescriptionCheckBox.Content
source: Search gallery description
zh_cn: 搜索画集描述

# SearchPageDownvotedTagsCheckBox.Content
source: Search downvoted tags
zh_cn: 搜索投过反对票的标签

# SearchPageEmptyTextBlock.Text
source: No hits found
zh_cn: 没有结果

# SearchPageLoadingMoreTextBlock.Text
source: Loading more galleries...
zh_cn: 正在加载更多画集…

# SearchPageLowPowerTagsCheckBox.Content
source: Search low-power tags
zh_cn: 搜索低权值的标签

# SearchPageNamesCheckBox.Content
source: Search gallery name
zh_cn: 搜索画集名称

# SearchPageOnlyTorrentsCheckBox.Content
source: Only show galleries with torrents
zh_cn: 只显示有种子的画集

# SearchPageShowExpungedCheckBox.Content
source: Show expunged galleries
zh_cn: 搜索已失效的画集

# SearchPageTagsCheckBox.Content
source: Search gallery tags
zh_cn: 搜索画集标签

# SearchPageTorrentNamesCheckBox.Content
source: Search torrent filenames
zh_cn: 搜索种子文件名

# VerifyDeviceBusy
source: Device is busy. Please try again later.
zh_cn: 设备忙，请稍后重试。

# VerifyDialogContent
source: Because of your settings, we need to request the verification.
zh_cn: 需要使用 Windows Hello 验证身份。

# VerifyDisabled
source: Verification has been disabled by group policy. Please contact your administrator.
zh_cn: 验证已通过组策略禁用，请联系管理员。

# VerifyOtherFailure
source: Plaese restart the app and try again.
zh_cn: 请重新启动应用后重试。

# VerifyFailedDialogTitle
source: VERIFICATION FAILED
zh_cn: 验证失败

# VerifyNotConfigured
source: Please set up a PIN first. Go "Settings -> Accounts - Sign-in options -> PIN -> Add" to do this.
zh_cn: 请先设置 PIN。 在 “设置 -> 账户-> 登陆选项 -> PIN -> 添加” 进行此项设定。

# VerifyCanceled
source: The verification has been canceled.
zh_cn: 您已取消验证。

# VerifyRetriesExhausted
source: You have exceeded the allowed number of verification. Plaese restart the app and try again.
zh_cn: 超过允许的重试次数，请重新启动应用后再试一次。

# ImagePageImageFileInfoDefault
source: The image hasn't finished loading.
zh_cn: 图片未加载完成。
